import { whoshoe } from './project/whoshoe/ua';
import { justprivat } from './project/justprivat/ua';
import { fmg } from './project/fmg/ua';
import { peopleinbusiness } from './project/peopleinbusiness/ua';

export const ua: Locale = {
  base: {
    header: ['Веб-студія «Перебор»', '*'],
    archived: 'Об’єкт здано до архіву',
    projects: 'Проекти студії',
  },
  portfolio: {
    whatWeDo: 'Створюємо сайти, інтернет-магазини, промо-сторіночки, інтранет-додатки, мобільні додатки, логотипи, фірмові стилі й&nbsp;усе&nbsp;таке інше:',
    perebor: ['«', 'Перебор', '»&nbsp;— сайт веб&#8209;студії (комбо! чобітар в чоботях! див. «<a href="http://lurkmore.to/Рекурсия">рекурсія</a>»)'],
    whoshoe: ['«', 'Чий туфля?', '»&nbsp;— інтернет&#8209;крамниця взуття'],
    fmg: ['«', 'Фуд Маркет Груп', '»&nbsp;— сайт&#8209;вітрина продуктової компанії'],
    feedthedevs: ['«', 'Нагодуй розробників', '»&nbsp;— додаток, що дозволяє оцінювати зміни в проектах на Гітхабі, що їх запропоновано розробниками (ідея та прототип ', 'Степана Суворова', ')'],
    justprivat: ['«', 'Юстпріват', '»&nbsp;— информационный сайт юридической фирмы'],
    lampRepair: ['«', 'Ремонт фар', '»&nbsp;— цільова сторінка автомайстерні'],
    xmasBeard: ['«', 'Xmas Beard', '»&nbsp;— різдвяна гра під Андроїд. Ми намалювали інтерфейс та логотип гри'],
    careerStudio: ['Лендінг і блог «', 'Студії кар’єрного розвитку', '», тренери якої допомогають розкрити таланти та побудувати успішну кар’єру'],
    peopleInBusiness: ['Сайт компанії «', 'People in Business', '», яка допомагає організаціям налагоджувати комуникації та бізнес-процеси, залучаючи ресурси співробітників в повному обсязі'],
    spender: ['«', 'Транжира', '»&nbsp;— простий менеджер бюджета. Потребує аутентифікації з Гугл'],
    dachaInternet: ['«', 'Інтернет на дачі', '»&nbsp;— цільова сторінка компанії, яка пропонує встановлення мережевого обладнання для приміських будинків'],
    unwritten: ['«', 'Із ненаписаного', '»&nbsp;— Сергіїв збірник наблюдінь для його поки що не написаної книги'],
    rabbit: 'А ще в нас є зайченятко:',
    dropUsALine: 'Напишіть нам:',
    contact: {
      ania: 'Аня Переверзєва, акула планшетного пера — ',
      serg: 'Сірожа Переверзєв, текстовий євангеліст — ',
    },
    ref: 'Задачі, що їх можна розв’язати в принципі, завжди можна розв’язати шляхом, щонайменше, повного перебору. Студія «Перебор» створить для&nbsp;вас гідний інструмент, нехай навіть задля цього прийдеться перебрати та&nbsp;відкинути безліч варіантів.'
  },
  project: {
    releaseYear: 'Рік випуску',
    task: 'Задача',
    backToList: 'Повернутися до списку проектів',

    whoshoe,
    justprivat,
    fmg,
    peopleinbusiness,
  }
};
