export const fmg: Translation = {
  title: 'Интернет-вітрина «Фуд Маркет Груп»',
  task: 'створити інтернет-вітрину для розповсюджувача імпортних продуктів харчування.',
  intro: 'У студії розробили привабливий сайт з можливостями інтернет-вітрини та блога.',
  main: 'Головна сторінка',
  delights: 'На головній показуємо заморські ласощі.',
  bigScreen: 'Головна на великому екрані',
  flexibleComposition: 'Композиція адаптується під розмір екрану',
  catalog: 'Сторінка каталога',
  siteOrientation: 'Сайт орієнтовано як на споживачів товарів, так і на потенційних бізнес-партнерів. Мапа представництв, яку збудовано на базі мапи Гугл, показує покриття торговельною мережею території України і заохочує до співпраці дистриб’юторів.',
  representativesMap: 'Мапа представництв',
  archivedIn: 'Роботу здано до архіва у 2016 році.',
};
